bai_questions = {"q1": """1/21 Ощущение онемения или покалывания в теле.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q2": """2/21 Ощущение жары.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q3": """3/21 Дрожь в ногах.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q4": """4/21 Неспособность расслабиться.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q5": """5/21 Страх, что произойдет самое плохое.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q6": """6/21 Головокружение или ощущение легкости в голове.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q7": """7/21 Ускоренное сердцебиение.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q8": """8/21 Неустойчивость.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q9": """9/21 Ощущение ужаса.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q10": """10/21 Нервозность.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q11": """11/21 Дрожь в руках.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q12": """12/21 Ощущение удушья.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q13": """13/21 Шаткость походки.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q14": """14/21 Страх утраты контроля.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q15": """15/21 Затрудненность дыхания.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q16": """16/21 Страх смерти.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q17": """17/21 Испуг.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q18": """18/21 Желудочно-кишечные расстройства.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q19": """19/21 Обмороки.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q20": """20/21 Приливы крови к лицу.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить.""",
"q21": """21/21 Усиление потоотделения, не связанное с жарой.

а) Симптом совсем не беспокоил
б) Слегка, не слишком меня беспокоил.
в) Умеренно. Это было неприятно, но я мог/могла это переносить.
г) Очень сильно. Я с трудом мог/могла это выносить."""}