male_questions = {
    "q1": """1/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не чувствую себя расстроенным, печальным.
б) Я расстроен.
в) Я всё время расстроен и не могу от этого отключиться.
г) Я настолько расстроен и несчастлив, что не могу это выдержать.""",
    "q2": """2/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не тревожусь о своем будущем.
б) Я чувствую, что озадачен будущим.
в) Я чувствую, что меня ничего не ждет в будущем.
г) Мое будущее безнадежно, и ничто не может измениться к лучшему.""",
    "q3": """3/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не чувствую себя неудачником.
б) Я чувствую, что терпел больше неудач, чем другие люди.
в) Когда я оглядываюсь на свою жизнь, я вижу в ней много неудач.
г) Я чувствую, что как личность я – полный неудачник.""",
    "q4": """4/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я получаю столько же удовлетворения от жизни, как раньше.
б) Я не получаю столько же удовлетворения от жизни, как раньше.
в) Я больше не получаю удовлетворения ни от чего.
г) Я полностью не удовлетворен жизнью, и мне все надоело.""",
    "q5": """5/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не чувствую себя в чем-нибудь виноватым.
б) Достаточно часто я чувствую себя виноватым.
в) Большую часть времени я чувствую себя виноватым.
г) Я постоянно испытываю чувство вины.""",
    "q6": """6/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не чувствую, что могу быть наказанным за что-либо.
б) Я чувствую, что могу быть наказан.
в) Я ожидаю, что могу быть наказан.
г) Я чувствую себя уже наказанным.""",
    "q7": """7/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не разочаровался в себе.
б) Я разочаровался в себе.
в) Я себе противен.
г) Я себя ненавижу.""",
    "q8": """8/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я знаю, что я не хуже других.
б) Я критикую себя за ошибки и слабости.
в) Я всё время обвиняю себя за свои поступки.
г) Я виню себя во всем плохом, что происходит.""",
    "q9": """9/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я никогда не думал покончить с собой.
б) Ко мне приходят мысли покончить с собой, но я не буду их осуществлять.
в) Я хотел бы покончить с собой.
г) Я бы убил себя, если бы представился случай.""",
    "q10": """10/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я плачу не больше, чем обычно.
б) Сейчас я плачу чаще, чем раньше.
в) Теперь я всё время плачу.
г) Раньше я мог плакать, а сейчас не могу, даже если мне хочется.""",
    "q11": """11/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Сейчас я раздражителен не более, чем обычно.
б) Я более легко раздражаюсь, чем раньше.
в) Теперь я постоянно чувствую, что раздражен.
г) Я стал равнодушен к вещам, которые меня раньше раздражали.""",
    "q12": """12/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не утратил интереса к другим людям.
б) Я меньше интересуюсь другими людьми, чем раньше.
в) Я почти потерял интерес к другим людям.
г) Я полностью утратил интерес к другим людям.""",
    "q13": """13/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я откладываю принятие решения иногда, как и раньше.
б) Я чаще, чем раньше, откладываю принятие решения.
в) Мне труднее принимать решения, чем раньше.
г) Я больше не могу принимать решения.""",
    "q14": """14/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я не чувствую, что выгляжу хуже, чем обычно.
б) Меня тревожит, что я выгляжу старым и непривлекательным.
в) Я знаю, что в моей внешности произошли существенные изменения, делающие меня непривлекательным.
г) Я знаю, что выгляжу безобразно.""",
    "q15": """15/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я могу работать так же хорошо, как и раньше.
б) Мне необходимо сделать дополнительное усилие, чтобы начать делать что-нибудь.
в) Я с трудом заставляю себя делать что-либо.
г) Я совсем не могу выполнять никакую работу.""",
    "q16": """16/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я сплю так же хорошо, как и раньше.
б) Сейчас я сплю хуже, чем раньше.
в) Я просыпаюсь на 1-2 часа раньше, и мне трудно заснуть опять.
г) Я просыпаюсь на несколько часов раньше обычного и больше не могу заснуть.""",
    "q17": """17/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я устаю не больше, чем обычно.
б) Теперь я устаю быстрее, чем раньше.
в) Я устаю почти от всего, что я делаю.
г) Я не могу ничего делать из-за усталости.""",
    "q18": """18/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Мой аппетит не хуже, чем обычно.
б) Мой аппетит стал хуже, чем раньше.
в) Мой аппетит теперь значительно хуже.
г) У меня вообще нет аппетита.""",
    "q19": """19/21. Как вы себя чувствовали на этой неделе и сегодня?

а) В последнее время я не похудел или потеря веса была незначительной.
б) За последнее время я потерял более 2 кг.
в) Я потерял более 5 кг.
г) Я потерял более 7 кг.""",
    "q20": """20/21. Как вы себя чувствовали на этой неделе и сегодня?

а) Я беспокоюсь о своем здоровье не больше, чем обычно.
б) Меня тревожат проблемы моего физического здоровья, такие, как боли, расстройство желудка, запоры и т. д.
в) Я очень обеспокоен своим физическим состоянием, и мне трудно думать о чем-либо другом.
г) Я настолько обеспокоен своим физическим состоянием, что больше ни о чем не могу думать.""",
    "q21": """21/21. Как вы себя чувствовали на этой неделе и сегодня?

а) В последнее время я не замечал изменения своего интереса к сексу.
б) Меня меньше занимают проблемы секса, чем раньше.
в) Сейчас я значительно меньше интересуюсь сексуальными проблемами, чем раньше.
г) Я полностью утратил сексуальный интерес.""",
}


female_questions = {
    'q1': """1/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не чувствую себя расстроенной, печальной.
б) Я расстроена.
в) Я всё время расстроена и не могу от этого отключиться.
г) Я настолько расстроена и несчастлива, что не могу это выдержать.""",
    'q2': """2/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не тревожусь о своем будущем.
б) Я чувствую, что озадачена будущим.
в) Я чувствую, что меня ничего не ждет в будущем.
г) Мое будущее безнадежно, и ничто не может измениться к лучшему.""",
    'q3': """3/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не чувствую себя неудачником.
б) Я чувствую, что терпела больше неудач, чем другие люди.
в) Когда я оглядываюсь на свою жизнь, я вижу в ней много неудач.
г) Я чувствую, что как личность я – полный неудачник.""",
    'q4': """4/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я получаю столько же удовлетворения от жизни, как раньше.
б) Я не получаю столько же удовлетворения от жизни, как раньше.
в) Я больше не получаю удовлетворения ни от чего.
г) Я полностью не удовлетворена жизнью, и мне все надоело.""",
    'q5': """5/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не чувствую себя в чем-нибудь виноватой.
б) Достаточно часто я чувствую себя виноватой.
в) Большую часть времени я чувствую себя виноватой.
г) Я постоянно испытываю чувство вины.""",
    'q6': """6/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не чувствую, что могу быть наказанной за что-либо.
б) Я чувствую, что могу быть наказана.
в) Я ожидаю, что могу быть наказана.
г) Я чувствую себя уже наказанной.""",
    'q7': """7/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не разочаровалась в себе.
б) Я разочаровалась в себе.
в) Я себе противна.
г) Я себя ненавижу.""",
    'q8': """8/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я знаю, что я не хуже других.
б) Я критикую себя за ошибки и слабости.
в) Я всё время обвиняю себя за свои поступки.
г) Я виню себя во всем плохом, что происходит.""",
    'q9': """9/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я никогда не думала покончить с собой.
б) Ко мне приходят мысли покончить с собой, но я не буду их осуществлять.
в) Я хотела бы покончить с собой.
г) Я бы убила себя, если бы представился случай.""",
    'q10': """10/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я плачу не больше, чем обычно.
б) Сейчас я плачу чаще, чем раньше.
в) Теперь я всё время плачу.
г) Раньше я могла плакать, а сейчас не могу, даже если мне хочется.""",
    'q11': """11/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Сейчас я раздражительна не более, чем обычно.
б) Я более легко раздражаюсь, чем раньше.
в) Теперь я постоянно чувствую, что раздражена.
г) Я стала равнодушна к вещам, которые меня раньше раздражали.""",
    'q12': """12/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не утратила интереса к другим людям.
б) Я меньше интересуюсь другими людьми, чем раньше.
в) Я почти потеряла интерес к другим людям.
г) Я полностью утратила интерес к другим людям.""",
    'q13': """13/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я откладываю принятие решения иногда, как и раньше.
б) Я чаще, чем раньше, откладываю принятие решения.
в) Мне труднее принимать решения, чем раньше.
г) Я больше не могу принимать решения.""",
    'q14': """14/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я не чувствую, что выгляжу хуже, чем обычно.
б) Меня тревожит, что я выгляжу старой и непривлекательной.
в) Я знаю, что в моей внешности произошли существенные изменения, делающие меня непривлекательной.
г) Я знаю, что выгляжу безобразно.""",
    'q15': """15/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я могу работать так же хорошо, как и раньше.
б) Мне необходимо сделать дополнительное усилие, чтобы начать делать что-нибудь.
в) Я с трудом заставляю себя делать что-либо.
г) Я совсем не могу выполнять никакую работу.""",
    'q16': """16/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я сплю так же хорошо, как и раньше.
б) Сейчас я сплю хуже, чем раньше.
в) Я просыпаюсь на 1-2 часа раньше, и мне трудно заснуть опять.
г) Я просыпаюсь на несколько часов раньше обычного и больше не могу заснуть.""",
    'q17': """17/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я устаю не больше, чем обычно.
б) Теперь я устаю быстрее, чем раньше.
в) Я устаю почти от всего, что я делаю.
г) Я не могу ничего делать из-за усталости.""",
    'q18': """18/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Мой аппетит не хуже, чем обычно.
б) Мой аппетит стал хуже, чем раньше.
в) Мой аппетит теперь значительно хуже.
г) У меня вообще нет аппетита.""",
    'q19': """19/21. Как вы себя чувствовали на этой неделе и сегодня?

a) В последнее время я не похудела или потеря веса была незначительной.
б) За последнее время я потеряла более 2 кг.
в) Я потеряла более 5 кг.
г) Я потеряла более 7 кг.""",
    'q20': """20/21. Как вы себя чувствовали на этой неделе и сегодня?

a) Я беспокоюсь о своем здоровье не больше, чем обычно.
б) Меня тревожат проблемы моего физического здоровья, такие, как боли, расстройство желудка, запоры и т. д.
в) Я очень обеспокоена своим физическим состоянием, и мне трудно думать о чем-либо другом.
г) Я настолько обеспокоена своим физическим состоянием, что больше ни о чем не могу думать.""",
    'q21': """21/21. Как вы себя чувствовали на этой неделе и сегодня?

a) В последнее время я не замечала изменения своего интереса к сексу.
б) Меня меньше занимают проблемы секса, чем раньше.
в) Сейчас я значительно меньше интересуюсь сексуальными проблемами, чем раньше.
г) Я полностью утратила сексуальный интерес.""",
}